/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "En feil oppstod på serveren. Vennligst forsøk igjen.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Det oppstod en ukjent feil. Vennligst forsøk igjen.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API-nøkler";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Generer";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Bare dersom maskinen er inaktiv";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Bare dersom prioritet er minst:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Start meldinger med:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl login";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Sender til Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Programmet sendte en kommando som serveren ikke forstod. Vennligst forsøk igjen.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Du logget ikke inn og genererte en API-nøkkel";

